-- translation for HegemonyPackage

return {
	["hegemony_card"] = "国战卡牌",


	["triple_angle_blade"] = "三尖两刃刀",
	[":triple_angle_blade"] = "装备牌·武器\
攻击范围：3\
武器特效：每当你使用【杀】对目标角色造成一次伤害后，\
你可以弃置一张手牌，\
对该角色距离为1的另一名角色造成1点伤害。",


	["wu_six_swords"] = "吴六剑",
	[":wu_six_swords"] = "装备牌·武器\
攻击范围：２\
武器特效：回合结束时，你可以令任意数量的其他角色的攻击范围+1，直到你的下回合开始。",
	["@@wusix"] = "吴六剑",
	["@wusix-card"] = "请选择角色",
	["@sword"] = "吴六剑",

	["attack_exhausted"] = "以逸待劳",
	[":attack_exhausted"] = "锦囊牌\
出牌时机：出牌阶段。\
使用目标：你选择的任意数量的角色。\
作用效果：每名目标角色摸两张牌，然后弃置两张牌。",

	["knowall"] = "知己知彼",
	[":knowall"] = "锦囊牌\
出牌时机：出牌阶段。\
使用目标：1、一名其他角色；2、不指定目标。\
作用效果：1、你观看目标角色的手牌。；2、将此牌置入弃牌堆，然后摸一张牌",

	["befriend_distant"] = "远交近攻",
	[":befriend_distant"] = "锦囊牌\
出牌时机：出牌阶段。\
使用目标：一名到你距离最远的角色。\
作用效果：目标角色摸一张牌，然后你摸三张牌。",

	["hegemony"] = "战火重燃",

	["#yuejin"] = "奋强突固",
	["yuejin"] = "乐进",
	["xiaoguo"] = "骁果",
	[":xiaoguo"] = "其他角色的回合结束阶段开始时，你可以弃置一张基本牌，若如此做，该角色需弃置一张装备牌，否则受到你对其造成的1点伤害。";
	["@xiaoguo"] = "你可以弃置一张基本牌，然后让当前回合角色弃置一张装备牌，否则受到你对其造成的1点伤害。",
	["@xiaoguo-discard"] = "请弃置一张装备牌",

	["#ganfuren"] = "昭烈皇后",
	["ganfuren"] = "甘夫人",
	["shushen"] = "淑慎",
	[":shushen"] = "当你回复1点体力时，你可以令一名与你同势力的其他角色摸一张牌。（身份局：当你回复1点体力时，你可以令一名其他角色摸一张牌。）",
	["shenzhi"] = "神智",
	[":shenzhi"] = "回合开始阶段开始时，你可以弃置所有手牌，若你以此法弃置的牌的张数不小于X，你回复1点体力（X为你当前的体力值）。",

	["#sp_luxun"] = "擎天之柱",
	["sp_luxun"] = "SP陆逊",
	["duoshi"] = "度势",
	[":duoshi"] = "你可以将一张红色手牌当【以逸待劳】使用。",

	["#dingfeng"] = "清侧重臣",
	["dingfeng"] = "丁奉",
	["duanbing"] = "短兵",
	[":duanbing"] = "你使用【杀】时可以额外指定一名距离为1的角色为目标。",
	["fenxun"] = "奋迅",
	[":fenxun"] = "出牌阶段，你可以弃置一张牌并选择一名角色，你与该角色的距离视为1，直到回合结束。每阶段限一次。",


	["#kongrong"] = "凛然重义",
	["kongrong"] = "孔融",
	["mingshi"] = "名士",
	[":mingshi"] = "<b>锁定技</b>，每当你受到伤害时，若伤害来源有暗置的武将牌，此伤害-1。（身份局：<b>锁定技</b>，每当你受到伤害时，若伤害来源拒绝展示其所有手牌，此伤害-1。）",
	["exmingshi"] = "名士",
	[":exmingshi"] = "<b>锁定技</b>，每当你受到伤害时，若伤害来源装备区里的牌数不多于你，此伤害-1。",
	["#Mingshi"] = "%from 的技能【%arg2】被触发，本次伤害值降低1点。",
	["mingshi:yes"] = "展示所有手牌",
	["mingshi:no"] = "不展示",
	["lirang"] = "礼让",
	[":lirang"] = "当你的牌因弃置而置入弃牌堆时，你可以将之交给一名其他角色。",
	["liangmian"] = "两面",
	[":liangmian"] = "游戏开始时，你可以变身为孔文举",

	["#tianfeng"] = "河北瑰杰",
	["tianfeng"] = "田丰",
	["sijian"] = "死谏",
	[":sijian"] = "当你失去最后的手牌时，你可以弃置一名其他角色的一张牌。",
	["suishi"] = "随势",
	[":suishi"] = "<b>锁定技</b>，当其他角色因受到伤害而进入濒死状态时，若此伤害的来源与你同势力，你摸一张牌；其他与你同势力的角色死亡时，你失去1点体力。\
		(身份局：当其他角色因受到伤害而进入濒死状态时，伤害来源可以令你摸一张牌；当其他角色因受到伤害而死亡时，伤害来源可以令你失去1点体力。)",
	["suishi1:draw"] = "让田丰摸1张牌",
	["suishi1:no"] = "取消",
	["suishi2:damage"] = "让田丰流失1点体力",
	["suishi2:no"] = "取消",

	["#jiling"] = "仲家的主将",
	["jiling"] = "纪灵",
	["shuangren"] = "双刃",
	[":shuangren"] = "出牌阶段开始时，你可以与一名其他角色拼点。若你赢，视为你对其或一名与其同势力的其他角色使用一张【杀】（此【杀】不计入出牌阶段使用次数的限制）。若你没赢，你结束出牌阶段。\
		(身份局：出牌阶段开始时，你可以与一名其他角色拼点。若你赢，视为你一名其他角色使用一张【杀】（此【杀】不计入出牌阶段使用次数的限制）。若你没赢，你结束出牌阶段。)",
	["@@shuangren"] = "双刃",
	["@shuangren-card"] = "请选择一名角色进行拼点",
	["~shuangren"] = "选译一张手牌——选择一名其他角色——点击确定",

	["#zoushi"] = "惑心之魅",
	["zoushi"] = "邹氏",
	["huoshui"] = "祸水",
	[":huoshui"] = "出牌阶段，你可以明置此武将牌；你的回合内，若此武将牌处于明置状态，其他角色不能明置其武将牌。\
		（身份局：<b>锁定技</b>，出牌阶段，你可以展示任意数量的红色手牌，令至多X名其他角色失去其所有武将技能（X为你展示的张数），直到回合结束。每阶段限一次。)",
	["@huoshui"] = "祸水",
	["#Huoshuipoint"] = "%from 本回合掷骰子得到的点数为 %arg ",
	["@huoshui-card"] = "选择的玩家将失去其武将技能至本回合结束。",
	["~祸水"] = "选译若干名其他角色——点击确定",
	["qingcheng"] = "倾城",
	[":qingcheng"] = "出牌阶段，你可以弃置一张装备牌并选择一名两张武将牌均明置的其他角色，你暗置其一张武将牌。\
		(身份局：出牌阶段，你可以弃置一张装备牌，令一名其他角色失去所有技能，直到其下回合开始。)",
	["#QingchengLockSkills"] = "%from 发动了技能【%arg】，到%to的下个回合开始前， %to的部分技能将无法使用",
	["#QingchengRecover"] = "%to之前被锁定的部分技能已经能正常使用",
	["@qingcheng"] = "倾城",		
						

	["#mateng"] = "驰骋西陲",
	["mateng"] = "马腾",
	["xiongyi"] = "雄异",
	[":xiongyi"] = "<b>限定技</b>，出牌阶段，你可以令所有与你同势力的角色摸三张牌，然后若你所属势力的角色数是全场最少的（或之一），你回复1点体力。\
		(身份局：<b>限定技</b>，出牌阶段，你可以令任意数量的角色摸三张牌，然后若以此法摸牌的角色数不大于全场角色数的一半，你回复1点体力。)",
	["@arise"] = "雄异",

	["#panfeng"] = "联军上将",
	["panfeng"] = "潘凤",
	["kuangfu"] = "狂斧",
	[":kuangfu"] = "每当你使用的【杀】对一名角色造成一次伤害后，你可以将其装备区里的一张牌弃置或移动到你的装备区里。",
	["kuangfu:throw"] = "弃置该装备",
	["kuangfu:move"] = "将该装备移动到自己的装备区",


	
	["~yuejin"] = "",
	["~ganfuren"] = "",
	["~gaoshun"] = "",
	["~dingfeng"] = "",
	["~kongrong"] = "",
	["~tianfeng"] = "",
	["~jiling"] = "",
	["~zoushi"] = "",
	["~mateng"] = "",
	["~panfeng"] = "",
	
	["testhegemony"] = "国战测试",
	["#kongwenju"] = "凛然重义",
	["kongwenju"] = "孔文举",
	
	["#sp_zoushi"] = "惑心之魅",
	["sp_zoushi"] = "SP邹氏",
	["exhuoshui"] = "祸水",
	[":exhuoshui"] = "<b>锁定技</b>，回合开始时，你掷骰子一次，然后可以指定X-1名其他角色失去其所有武将技能，直到回合结束（X为骰子的点数）。",
	["@huoshui"] = "祸水",
	["exhuoshui:yes"] = "展示该手牌",
	["exhuoshui:no"] = "不展示",
	["exqingcheng"] = "倾城",
	[":exqingcheng"] = "出牌阶段，你可以弃置一张装备牌，令一名其他角色不能使用、打出、弃置某一类型的牌，直到其下回合开始。",

	["exqingcheng:basic"] = "基本牌",
	["exqingcheng:trick"] = "锦囊牌",	
	["exqingcheng:equip"] = "装备牌",	


}
